Repository: Soverance/Launchpad
Catalog: Extras/locale/*/LC_MESSAGES/messages.po
Languages: ar, nl

source: About {0}
ar: حول {0}

source: Version {0}
ar: الإصدار {0}

source: Product Name
ar: اسم المنتج

source: Version
ar: الإصدار

source: Copyright
ar: حقوق الطبع والنشر

source: Company Name
ar: اسم الشركة

source: Description
ar: الوصف

source: Idle
ar: خامل
nl: Inactief

source: Failed to connect to the patch server. Please check your settings.
ar: فشل الاتصال بخادم التصحيح. الرجاء التحقق من الإعدادات الخاصة بك.
nl: Kan geen verbinding maken met de patch server. Controleer uw instellingen.

source: Could not connect to server.
ar: تعذر الاتصال بالخادم.
nl: Kan geen verbinding met de server maken.

source: This appears to be the first time you're starting the launcher. Is this the location where you would like to install the game? {0}
ar: هذا يظهر للمرة الأولى كنت بدأت قاذفة. Is لهذا الموقع حيث كنت ترغب في تثبيت اللعبة؟ {0}
nl: Dit lijkt de eerste keer dat je dit programma start. Is dit de locatie waar je het spel wilt installeren? {0}

source: Initial startup
ar: إنطلاق أولي
nl: Eerste keer opstarten

source: Launchpad - Platform not provided!
ar: لانش باد - المنصة غيرمقدمة!
nl: Launchpad - Geen platform gevonden!

source: The server does not provide the game for the selected platform.
ar: هذا الخادم لا يوفر اللعبة على المنصة المختارة.
nl: De server beschikt niet over het spel voor het geselecteerde platform.

source: The server does not provide files for the selected platform.
ar: هذا الخادم لا يقدم الملفات الخاصة بالمنصة المختارة.
nl: De server biedt geen bestanden voor het geselecteerde platform.

source: Installing...
ar: جاري التثبيت...
nl: Installeren...

source: Install
ar: تثبيت
nl: Installeren

source: Updating...
ar: جاري التحديث...
nl: Updaten...

source: Update
ar: تحديث

source: Repairing...
ar: جاري التصليح...
nl: Repareren...

source: Repair
ar: تصليح
nl: Repareer

source: Launching...
ar: جاري الإطلاق...
nl: Starten...

source: Launch
ar: إطلاق
nl: Starten

source: Inactive
ar: غير نشط
nl: Inactief

source: Launchpad - Failed to launch the game.
ar: لانش باد - فشل بدء تشغيل اللعبة.
nl: Launchpad - Kan het spel niet starten.

source: The game failed to launch. Try repairing the installation.
ar: فشل بدء تشغيل اللعبة. حاول إصلاح التثبيت.
nl: Het spel kon niet starten. Probeer de installatie te repareren.

source: Launchpad - Info
ar: لانش باد - معلومات

source: Game download finished. Play away!
ar: إنتهى تحميل اللعبة. إلعب!
nl: Spel download klaar. Ga spelen!

source: Launchpad has finished repairing the game installation. Play away!
ar: أنهى لانش باد إصلاح اللعبة. إلعب!
nl: Launchpad is klaar met het repareren van de spel installatie. Ga spelen!

source: Game update finished. Play away!
ar: تم الانتهاء من تحديث اللعبة. إلعب!
nl: Spel update voltooid. Ga je gang!

source: About
ar: حول البرنامج

source: Launchpad - <GameName>
ar: لانش باد - <إسم اللعبة>

source: Whoops! The game appears to have crashed. Would you like the launcher to verify the installation?
ar: كلا! يبدو أن اللعبة تحطمت. Would هل تريد من منصة الإطلاق التحقق من التثبيت؟
nl: Oeps! Het lijkt er op dat het spel niet meer werkt. Wil je dat Launchpad de bestanden controleert?

source: Actions
ar: الإجراءات
nl: Acties

source: Repair Game
ar: إصلاح اللعبة
nl: Spel herstellen

source: {0} : {1} out of {2}
ar: {0}: {1} من أصل {2}

source: Finished
ar: إنتهى

source: Launchpad Utilities - Manifest
ar: خدمات لانش باد - الظاهر

source: Progress:
ar: التقدم:
nl: Voortgang:

source: /some/file/path : 1 out of 100
ar: /أحد/ملف/وجهة : 1 من أصل 100
nl: /some/file/path : 1 van de 100
